{
  "id": "Greatest of All time billboard 20 Artists",
  "url": "https://www.billboard.com/charts/greatest-billboard-200-artists",
  "artists": [
    {
      "idArtist": "111247",
      "strArtist": "The Beatles",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": "EMI",
      "idLabel": "43827",
      "intFormedYear": "1957",
      "intBornYear": null,
      "intDiedYear": "1970",
      "strDisbanded": "Yes",
      "strStyle": "Rock/Pop",
      "strGenre": "Rock",
      "strMood": "Happy",
      "strWebsite": "thebeatles.com",
      "strFacebook": "www.facebook.com/thebeatles",
      "strTwitter": "twitter.com/thebeatles",
      "strBiographyEN": "The Beatles were an English rock band formed in Liverpool in 1960, becoming one of the most commercially successful and critically acclaimed acts in the history of popular music. The group's best-known lineup consisted of John Lennon (rhythm guitar/vocals), Paul McCartney (bass guitar/vocals), George Harrison (lead guitar/vocals), and Ringo Starr (drums/vocals). Rooted in skiffle and 1950s rock and roll, the group later utilised many genres, ranging from pop ballads to psychedelic rock, often incorporating classical and other elements, in innovative ways. In the early 1960s, their enormous popularity first emerged as \"Beatlemania\", but as their songwriting grew in sophistication, they came to be perceived by many fans and cultural observers as an embodiment of the ideals shared by the era's sociocultural revolutions.\nAs a five-piece line-up of Lennon, McCartney and Harrison on guitar and vocals, with Stuart Sutcliffe (bass), and Pete Best (drums), the band built their reputation playing clubs in Liverpool and Hamburg over a three-year period from 1960. Sutcliffe left the group in 1961, and Best was replaced by Starr the following year. They were moulded into a professional act by manager Brian Epstein, and their musical potential was enhanced by the creativity of producer George Martin. They gained popularity in the United Kingdom after their first single, \"Love Me Do\", became a modest hit in late 1962. They acquired the nickname the \"Fab Four\" as Beatlemania grew in Britain over the following year, and by early 1964 they had become international stars, leading the \"British Invasion\" of the United States pop market. The band toured extensively around the world until August 1966, when they performed their final commercial concert. From 1966 they produced what many critics consider to be some of their finest material, including the innovative and widely influential albums Revolver (1966), Sgt. Pepper's Lonely Hearts Club Band (1967), The Beatles (1968), and Abbey Road (1969). After their break-up in 1970, the ex-Beatles each found success in individual musical careers. Lennon was murdered in 1980, and Harrison died of cancer in 2001. McCartney and Starr remain active.\nThe Beatles are the best-selling band in history, with sales of over one billion units estimated by EMI Records. They have had more number-one albums on the British charts and sold more singles in the UK than any other act. According to the RIAA, as of 2012 they have sold 177 million units in the US, more than any other artist, and in 2008 they topped Billboard magazine's list of the all-time most successful Hot 100 artists. As of 2012, they hold the record for most number-one hits on the Hot 100 chart with 20. They have received 7 Grammy Awards from the American National Academy of Recording Arts and Sciences, an Academy Award for Best Original Song Score and 15 Ivor Novello Awards from the British Academy of Songwriters, Composers and Authors. They were collectively included in Time magazine's compilation of the 20th century's 100 most influential people.",

      "strGender": "Male",
      "intMembers": "4",
      "strCountry": "Liverpool, England",
      "strCountryCode": "GB",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qpvwuv1347996168.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/sqtvqw1519816358.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/rrywwv1512575176.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/styrrt1518621883.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/vpqyqp1347996147.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/sssrqr1341917298.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/wwvtpp1341917310.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/utwpss1346162520.jpg",
      "strMusicBrainzID": "b10bbbfc-cf9e-42e0-be17-e2c3e1d2600d",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "119227",
      "strArtist": "The Rolling Stones",
      "strArtistStripped": null,
      "strArtistAlternate": "Rolling Stones",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1962",
      "intBornYear": null,
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Rock",
      "strMood": "Energetic",
      "strWebsite": "rollingstones.com",
      "strFacebook": "www.facebook.com/therollingstones",
      "strTwitter": "twitter.com/RollingStones",
      "strBiographyEN": "The Rolling Stones are an English rock band formed in London in 1962. The first settled line-up consisted of Brian Jones on guitar and harmonica, Ian Stewart on piano, Mick Jagger on lead vocals and harmonica, Keith Richards on guitar and backing vocals, Bill Wyman on bass and Charlie Watts on drums. Jones founded and led the band, but Jagger and Richards assumed leadership after becoming the primary songwriters. Jones' increasing physical and mental troubles forced his departure from the band two weeks prior to his drowning death in 1969. Since Wyman retired in 1993, full band members have been Jagger, Richards, Watts and guitarist Ronnie Wood who joined in 1975, replacing Mick Taylor (who had followed Jones). The Rock and Roll Hall of Fame inducted the Rolling Stones in 1989. Rolling Stone magazine ranked them fourth on the \"100 Greatest Artists of All Time\" list and their album sales are estimated at more than 200 million worldwide.\n\nThe Rolling Stones were in the vanguard of the \"British Invasion\" of English bands that became popular in the U.S. in the mid-sixties. They have released twenty-four studio albums, eleven live albums and numerous compilations. Their album Sticky Fingers (1971) began a string of eight consecutive studio albums reaching number one in the United States. Their most recent album of new material, A Bigger Bang, was released in 2005. In 2008, Billboard magazine ranked the Rolling Stones at number ten on \"The Billboard Top All-Time Artists\" and as the second most successful group in the Billboard Hot 100 chart.\n\nThe Rolling Stones' advent brought greater international recognition to the primitive urban blues typified by Chess Records' artist Muddy Waters, writer of \"Rollin' Stone\", the song for which the band is named. Critic and musicologist Robert Palmer said their endurance and relevance stems from being \"rooted in traditional verities, in rhythm-and-blues and soul music\" while \"more ephemeral pop fashions have come and gone\". In 2012 the band celebrated their 50th anniversary.",

      "strGender": "Male",
      "intMembers": "4",
      "strCountry": "London, England",
      "strCountryCode": "GB",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/rputqs1367245834.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/rwstwt1367245819.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/yvtwxx1512141492.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/qptvtq1524757504.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/xpwypt1367246036.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/uyuvtx1367246043.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/tuxrsv1367246050.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/usqtxx1367236812.jpg",
      "strMusicBrainzID": "b071f9fa-14b0-4217-8e97-eb41da73f598",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "119236",
      "strArtist": "Barbra Streisand",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1957",
      "intBornYear": "1942",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Jazz",
      "strMood": "Bittersweet",
      "strWebsite": "barbrastreisand.com",
      "strFacebook": "",
      "strTwitter": "",
      "strBiographyEN": "Barbra Joan Streisand (born Barbara Joan Streisand; /ˈstraɪsænd/; April 24, 1942) is an American singer-songwriter, actress, writer, film producer, and director. She has won two Academy Awards, eight Grammy Awards, five Emmy Awards including one Daytime Emmy, a Special Tony Award, an American Film Institute award, a Kennedy Center Honors award, a Peabody Award, and is one of the few entertainers who has won an Oscar, Emmy, Grammy, and Tony Award.\nShe is one of the most commercially and critically successful entertainers in modern entertainment history, with more than 71.5 million albums shipped in the United States and 140 million records sold worldwide. She is the best-selling female artist on the Recording Industry Association of America's (RIAA) Top Selling Album Artists list, the only female recording artist in the top ten, and the only artist outside of the rock and roll genre.\nAfter beginning a successful recording career in the 1960s, by the end of the decade, Streisand ventured into film starring in the critically acclaimed Funny Girl (1968) and Hello, Dolly! (1969), the former for which she won the Academy Award and Golden Globe Award for Best Actress. Other notable films include The Owl and the Pussycat, The Way We Were and A Star Is Born for which she received her second Academy Award for composing the lyrics to the picture’s main song, Evergreen. By the 1980s, Streisand established herself as one of the film industry’s most notable figures by becoming the first woman to direct, produce, script and star in her own picture.\nAccording to the RIAA, Streisand holds the record for the most top-ten albums of any female recording artist – a total of 32 since 1963. Streisand has the widest span (48 years) between first and latest top-ten albums of any female recording artist. With her 2009 album, Love Is the Answer, she became one of the rare artists to achieve number-one albums in five consecutive decades. According to the RIAA, she has released 51 Gold albums, 30 Platinum albums, and 13 Multi-Platinum albums in the United States.",

      "strGender": "Female",
      "intMembers": "1",
      "strCountry": "Brooklyn, New York, U.S.",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qsvsyr1367245331.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/vqyuqu1394899974.png",
      "strArtistClearart": null,
      "strArtistWideThumb": null,
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/streisand-barbra-500c2091bc16d.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/streisand-barbra-500c2091bb959.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/streisand-barbra-500c2091bccb5.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/tpsrrr1418210520.jpg",
      "strMusicBrainzID": "56cd15a1-0d74-438b-8244-c96ffe1cae03",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111275",
      "strArtist": "Garth Brooks",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1984",
      "intBornYear": "1962",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Country",
      "strGenre": "Country",
      "strMood": "Sentimental",
      "strWebsite": "www.garthbrooks.com",
      "strFacebook": "www.facebook.com/garthbrooks",
      "strTwitter": "twitter.com/BrooksGarth",
      "strBiographyEN": "Certified by the RIAA as the #1 selling solo artist in US history, Garth Brooks has sold in excess of 128 million albums.  He is the only solo artist in RIAA history to have 6 albums top the 10 million mark. His most recent release The Ultimate Hits has been certified 5 x platinum. This year Garth became the first artist to put out a simultaneous  edition of his latest collection for a charitable cause. November 6, 2007 saw the launch of the pink edition of The Ultimate hits available only at the Susan G Komen website. His body of work - including the groundbreaking No Fences, Ropin’ The Wind, The Hits, and Double Live - propelled country music as a genre to the front pages of newspapers worldwide and the covers of magazines, to the point where Forbes declared on its cover, Country Conquers Rock\u009d and featured Garth in a major music piece. According to the Recording Industry Association of America (RIAA), Garth Brooks is the top-selling solo artist of the 20th century.\n\nAssessing his career, the UK’s Country Music International determined that, Garth Brooks has taken country music further than any other performer. He has reached the widest possible audience, gained phenomenal success, yet still retained the basic ingredients of country music. There is no compromise.\n\nIt has been said that through the 1990s Garth's only real competition was himself. He brought daring individualism and a love of music, ranging from working class blues and honky tonk to bluegrass and arena rock, to the musical table. And he had the talent to serve it up tastily. His easy-going, approachable charisma was matched only by his fearless willingness to take chances and step outside the lines. He has had an unprecedented run so far, and opened the doors for many more country artists to follow.",

      "strGender": "Male",
      "intMembers": "1",
      "strCountry": "Tulsa, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qwsxxs1364598171.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/rxppsx1363784664.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/tyxttv1522264264.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/uvvuvq1530733077.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/yuvput1341494937.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/usyxvu1403014590.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/qyuuxq1403014602.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/yspptt1476470311.jpg",
      "strMusicBrainzID": "b76645c5-78b0-4e4c-8f95-003f40013a45",
      "strLastFMChart": "http://www.last.fm/music/Garth Brooks/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111256",
      "strArtist": "Elton John",
      "strArtistStripped": null,
      "strArtistAlternate": "Reginald Kenneth Dwight",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1969",
      "intBornYear": "1947",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Pop",
      "strMood": "Excitable",
      "strWebsite": "eltonjohn.com",
      "strFacebook": "www.facebook.com/EltonJohn",
      "strTwitter": "twitter.com/eltonjohndotcom",
      "strBiographyEN": "Sir Elton Hercules John, CBE (born Reginald Kenneth Dwight on 25 March 1947 in Pinner, Middlesex, England) is an English rock singer-songwriter, composer, pianist and occasional actor. He has worked with lyricist Bernie Taupin as his songwriter partner since 1967; they have collaborated on more than 30 albums to date.\nIn his four-decade career John has sold more than 250 million records, making him one of the most successful artists of all time. His single \"Candle in the Wind 1997\" has sold over 33 million copies worldwide, and is the best selling single in Billboard history. He has more than 50 Top 40 hits, including seven consecutive No. 1 US albums, 56 Top 40 singles, 16 Top 10, four No. 2 hits, and nine No. 1 hits. He has won six Grammy Awards, four Brit Awards, an Academy Award, a Golden Globe Award and a Tony Award. In 2004, Rolling Stone ranked him Number 49 on its list of the 100 greatest artists of all time.\nJohn was inducted into the Rock and Roll Hall of Fame in 1994. Having been named a Commander of the Order of the British Empire in 1996, John received a knighthood from Queen Elizabeth II for \"services to music and charitable services\" in 1998. John has performed at a number of royal events, such as the funeral of Princess Diana at Westminster Abbey in 1997, and the Queen's Diamond Jubilee Concert outside Buckingham Palace in 2012.\nHe has been heavily involved in the fight against AIDS since the late 1980s. In 1992, he established the Elton John AIDS Foundation and a year later began hosting the annual Academy Award Party, which has since become one of the most high-profile Oscar parties in the Hollywood film industry. Since its inception, the foundation has raised over $200 million.\nJohn entered into a civil partnership with David Furnish on 21 December 2005 and continues to be a champion for LGBT social movements. In 2008, Billboard magazine ranked him as the most successful male solo artist on \"The Billboard Hot 100 Top All-Time Artists\" (third overall, behind only The Beatles and Madonna).",
      "strGender": "Male",
      "intMembers": "1",
      "strCountry": "Pinner, Middlesex, England",
      "strCountryCode": "GB",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/ypvpvv1358959524.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/uxuyur1522005854.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/tsuwyw1515337874.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/xtxtts1522005941.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/elton-john-4ddf9174a9131.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/ypxyrs1347566688.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/yutvrv1347566699.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/xrwqsp1347566824.jpg",
      "strMusicBrainzID": "b83bc61f-8451-4a5d-8b8e-7e9ed295e822",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111260",
      "strArtist": "Mariah Carey",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": "Columbia",
      "idLabel": "43473",
      "intFormedYear": "1988",
      "intBornYear": "1970",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Urban/R&B",
      "strGenre": "R&B",
      "strMood": "In Love",
      "strWebsite": "mariahcarey.com",
      "strFacebook": "www.facebook.com/mariahcarey",
      "strTwitter": "twitter.com/MariahCarey",
      "strBiographyEN": "Mariah Carey (born March 27, 1970) is an American singer, songwriter, record producer, and actress. She made her recording debut in 1990 under the guidance of Columbia Records executive Tommy Mottola, and released her self-titled debut studio album, Mariah Carey. The album went multi-platinum and spawned four consecutive number one singles, on the U.S. Billboard Hot 100 chart. Following her marriage to Mottola in 1993, a series of hit records, including Emotions (1991), Music Box (1993) and Merry Christmas (1994), established her position as Columbia's highest-selling act. Daydream (1995), made music history when the second single, \"One Sweet Day\" a duet with Boyz II Men, spent a record sixteen weeks on top of the Billboard Hot 100, and remains the longest-running number-one song in US chart history. During the recording of the album Carey began to deviate from her pop background, and slowly traversed into R&B and Hip-hop. After her separation from Mottola, this musical change was evident with the release of Butterfly (1997).\nCarey left Columbia in 2000, and signed a record-breaking $100 million recording contract with Virgin Records. In 2001, Carey ventured into film with Glitter (2001). Before the film's release she suffered a physical and emotional breakdown and was hospitalized for severe exhaustion. Following the film's poor reception, she was bought out of her recording contract for $50 million, which led to a decline in her career. She signed a multi-million dollar contract deal with Island Records in 2002, and after an unsuccessful period, returned to the top of music charts with The Emancipation of Mimi (2005). Its second single \"We Belong Together\" became her most successful single of the 2000s, and was later named \"Song of the Decade\" by Billboard. Carey once again ventured into film, and starred in Precious (2009). Her role in the film was well-received, and she was awarded the \"Breakthrough Performance Award\" at the Palm Springs International Film Festival, and a NAACP Image Award nomination.\nIn a career spanning over two decades, Carey has sold more than 200 million records worldwide, making her one of the best-selling music artists of all time. In 1998, she was honored as the world's best-selling recording artist of the 1990s at the World Music Awards. Carey was also named the best-selling female artist of the millennium in 2000. According to the Recording Industry Association of America (RIAA), she is the third-best-selling female artist in the United States, with 63 million certified albums. With the release of \"Touch My Body\" (2008), Carey gained her eighteenth number one single in the United States, more than any other solo artist. Aside from her commercial accomplishments, Carey has won five Grammy Awards, and is famed for her five-octave vocal range, power, melismatic style and signature use of the whistle register.",
      "strGender": "Female",
      "intMembers": "1",
      "strCountry": "New York, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vqqysu1341339883.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/qsvvqq1365190569.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/yputsu1515774517.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/tsxyrx1519404320.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/mariah-carey-4dde8d207de6e.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/svvrxq1342171751.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/tvqsvw1342171760.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/vvpuww1383834195.jpg",
      "strMusicBrainzID": "494e8d09-f85b-4543-892f-a5096aed1cd4",
      "strLastFMChart": "http://www.last.fm/music/Mariah Carey/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },

    {
      "idArtist": "132405",
      "strArtist": "Herb Alpert",
      "strArtistStripped": null,
      "strArtistAlternate": null,
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1935",
      "intBornYear": null,
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": null,
      "strGenre": null,
      "strMood": null,
      "strWebsite": null,
      "strFacebook": null,
      "strTwitter": null,
      "strBiographyEN": "Herbert \"Herb\" Alpert (born March 31, 1935) is an American musician most associated with the group variously known as Herb Alpert & the Tijuana Brass, Herb Alpert's Tijuana Brass, or TJB. Alpert is also a recording industry executive, the \"A\" of A&M Records, a recording label he and business partner, Jerry Moss, founded and eventually sold to Polygram. Alpert has also created abstract expressionist paintings and sculpture over two decades, which are publicly displayed on occasion. Alpert and wife Lani Hall are substantial philanthropists through the operation of the Herb Alpert Foundation. \nAlpert's musical accomplishments include five No. 1 albums and 28 albums total on the Billboard Album chart, nine Grammy Awards, fourteen platinum albums, and fifteen gold albums. As of 1996, Alpert had sold 72 million albums worldwide. Alpert is the only recording artist to hit No. 1 on the U.S. Billboard Hot 100 pop chart as both a vocalist (\"This Guy's in Love with You\", 1968) and an instrumentalist (\"Rise\", 1979). \n\nEarly life and career:\nAlpert was born and raised in the Boyle Heights section of East Los Angeles,California, the son of Tillie (née Goldberg) and Louis Alpert. His family was Jewish, and had come to the U.S. from Radomyshl (in present-day Ukraine) and Romania. His father, although a tailor by trade, was also a talented mandolin player. His mother taught violin at a young age. His older brother David was a talented young drummer. Alpert himself began trumpet lessons at the age of eight and played at dances as a teenager. Acquiring an early wire recorder in high school, he experimented on this crude equipment. After graduating from Fairfax High School in 1952, he joined the U.S. Army and frequently performed at military ceremonies. After his service in the Army, Alpert tried his hand at acting, but eventually settled on pursuing a career in music. While attending the University of Southern California in the 1950s, he was a member of the USC Trojan Marching Band for two years. In 1956, he appeared in the uncredited role \"Drummer on Mt. Sinai\" in the film The Ten Commandments. In 1962, he had an uncredited part in a scene in the film Mr. Hobbs Takes a Vacation where he played (and performed a solo) in a dance band. \nIn 1957, Alpert teamed up with Rob Weerts, another burgeoning lyricist, as a songwriter for Keen Records. A number of songs written or co-written by Alpert during the following two years became Top 20 hits, including \"Baby Talk\" by Jan and Dean, \"Wonderful World\" by Sam Cooke, and \"Alley Oop\" by The Hollywood Argyles and by Dante & the Evergreens. In 1960, Alpert began his recording career as a vocalist at RCA Records under the name of Dore Alpert. \n\"Tell It to the Birds\" was recorded as the first release on the Alpert & Moss label Carnival Records. When Alpert and Moss found that there was prior usage of the Carnival name, their label became A&M Records. \n\nThe Tijuana Brass years:\nAlpert set up a small recording studio in his garage and had been overdubbing a tune called \"Twinkle Star\", written by Sol Lake, who would eventually write many of the Brass's original tunes. During a visit to Tijuana, Mexico, Alpert happened to hear a mariachi band while attending a bullfight. Following the experience, Alpert recalled that he was inspired to find a way to express musically what he felt while watching the wild responses of the crowd, and hearing the brass musicians introducing each new event with rousing fanfare. Alpert adapted the trumpet style to the tune, mixed in crowd cheers and other noises for ambience, and renamed the song \"The Lonely Bull\". He personally funded the production of the record as a single, and it spread through radio DJs until it caught on and became a Top 10 hit in 1962. He followed up quickly with his debut album, The Lonely Bull by \"Herb Alpert & the Tijuana Brass\". Originally the Tijuana Brass was just Alpert overdubbing his own trumpet, slightly out of sync. The title cut reached No. 6 on the Billboard Pop Singles chart. This was A&M's first album with the original release number being #101, although it was recorded at Conway Records. \n\nBy the end of 1964, because of a growing demand for live appearances by the Tijuana Brass, Alpert auditioned and hired a team of crack session men. Though some adopted a prototypical physical appearance, no one in Alpert's band was actually Hispanic. Alpert used to tell his audiences that his group consisted of \"Four lasagnas, two bagels, and an American cheese\": John Pisano (electric guitar); Lou Pagani (piano); Nick Ceroli (drums); Pat Senatore (bass guitar); Tonni Kalash (trumpet); Herb Alpert (trumpet and vocal); and Bob Edmondson (trombone). The band debuted in 1965 and became one of the highest-paid acts then performing, having put together a complete revue that included choreographed moves and comic routines written by Bill (\"Jose Jimenez\") Dana. \nThe Tijuana Brass's success helped spawn other Latin acts, notably Julius Wechter (long-time friend of Alpert's and the marimba player for the Brass) and the Baja Marimba Band, and the profits allowed A&M to begin building a repertoire of artists like Chris Montez and The Sandpipers. Wechter contributed a number of the Brass's original songs, usually at least one per album--along with Alpert friends Sol Lake and Ervan \"Bud\" Coleman. \nAn album or two was released each year throughout the 1960s. Alpert's band was featured in several TV specials, each one usually centered on visual interpretations of the songs from their latest album--essentially an early type of music videos later made famous by MTV. The first Herb Alpert and the Tijuana Brass special, sponsored by the Singer Sewing Machine Company, aired on April 24, 1967 on CBS. \nAlpert's style achieved enormous popularity with the national exposure The Clark Gum Company gave to one of his recordings in 1964, a Sol Lake number titled \"The Mexican Shuffle\" (which was retitled \"The Teaberry Shuffle\" for the television advertisements). In 1965, Alpert released two albums, Whipped Cream & Other Delights and Going Places. Whipped Cream sold over 6 million copies in the United States. The album cover featured model Dolores Erickson wearing only what appeared to be whipped cream. In reality, Erickson was wearing a white blanket over which were scattered artfully-placed daubs of shaving cream--real whipped cream would have melted under the heat of the studio lights (although the cream on her finger was real). In concerts, when about to play the song, Alpert would tell the audience, \"Sorry, we can't play the cover for you.\" The art was parodied by several groups including one-time A&M band Soul Asylum and by comedian Pat Cooper for his album Spaghetti Sauce and Other Delights. The singles included the title cut, \"Lollipops and Roses\", and \"A Taste of Honey\". The latter won a Grammy Award for Record of the Year. Going Places produced four more singles: \"Tijuana Taxi\", \"Spanish Flea\", \"Third Man Theme\", and \"Zorba the Greek\". \"Tijuana Taxi\" and \"Spanish Flea\" would be used in the 1966 Academy Award-winning animated short A Herb Alpert and the Tijuana Brass Double Feature. \nThe Brass covered the Bert Kaempfert tune \"Happy Trumpeter\", retitling it \"Magic Trumpet\". Alpert's rendition contained a bar that coincided with a Schlitz beer tune, \"When you're out of Schlitz, you're out of beer.\" (\"The Maltese Melody\" was another Alpert cover of a Kaempfert original.) Another commercial use was a tune called \"El Garbanzo\", which was featured in Sunoco ads (\"They're movin', they're movin', people in the know, they're movin' to Sunoco\"). \nIn 1967, the Tijuana Brass performed the title cut to the first movie version of Casino Royale. \nMany of the tracks from Whipped Cream and Going Places received a great deal of airplay; they are frequently used as incidental music on The Dating Game, notably the tracks Whipped Cream, Spanish Flea, and Lollipops and Roses. Despite the popularity of his singles, Alpert's albums outsold and outperformed them on the charts. \nAlpert and the Tijuana Brass won six Grammy Awards. Fifteen of their albums won gold discs, and fourteen won platinum discs. In 1966 over 13 million Alpert recordings were sold, outselling the Beatles. That same year, the Guinness Book of World Records recognized that Alpert set a new record by placing five albums simultaneously in the Top 20 on the Billboard Pop Album chart, an accomplishment that has never been repeated. In April of that year, four of those albums were in the Top 10, simultaneously. \nAlpert's only No. 1 single during this period, and the first No. 1 hit for his A&M label, was a solo effort: \"This Guy's in Love with You\" (written by Burt Bacharach and Hal David), featuring a rare vocal. Alpert sang it to his first wife in a 1968 CBS Television special titled Beat of the Brass. The sequence was filmed on the beach in Malibu. The song was not intended to be released, but after it was used in the television special, allegedly thousands of telephone calls to CBS asking about it convinced Alpert to release it as a single, two days after the show aired. Although Alpert's vocal skills and range were limited, the song's unchallenging technical demands suited him. The single debuted in May 1968, topped the national chart for four weeks and ranked among the year's biggest hits. Initially regarded by the critical cognoscenti and 'hip' music-lovers of the day as strictly an easy-listening chart hit, Alpert's unusually expressive recording of \"This Guy's in Love with You\" now enjoys appeal well beyond the so-called mainstream. In 1996 at London's Royal Festival Hall, Noel Gallagher (of British rock band Oasis) performed the song with Burt Bacharach. \n\nPost-Brass musical career:\nAlpert disbanded the Tijuana Brass in 1969, then released another album by the group in 1971. In 1973, with some of the original Tijuana Brass members and some new members, he formed a group called Herb Alpert and the T.J.B. This new version of the Brass released two albums in 1974 and 1975 and toured. Alpert reconvened a third version of the Brass in 1984 after being invited to perform for the Olympic Games athletes at the Los Angeles Summer Games. The invitation led to the Bullish album and tour. \nIn the 1970s, 1980s, and 1990s, Alpert enjoyed a successful solo career. He had his biggest instrumental hit, \"Rise\" (from the album of the same name), which went to No. 1 in October 1979 and won a Grammy Award, and was later sampled in the 1997 No. 1 rap song, \"Hypnotize\", by late rapper Notorious B.I.G. Both \"Rise\" and \"Hypnotize\" were written by Alpert's nephew, Randy Badazz Alpert and his friend Andy Armer. \"Rise\" made Alpert the only artist ever to hit No. 1 on the Billboard Pop Singles chart with both a vocal piece and an instrumental piece. Another Randy Badazz / Andy Armer song, \"Rotation\", hit No. 30 on the Billboard Pop Singles chart. The song \"Route 101\" off the Fandango album peaked at No. 37 on the Billboard Pop Singles chart in August 1982. In 1987, Alpert branched out successfully to the R&B world with the hit album, Keep Your Eye on Me, teaming up with producers Jimmy Jam and Terry Lewis on \"Diamonds\" and \"Making Love In the Rain\" featuring vocals by Janet Jackson and Lisa Keith. \nAlpert performed \"The Star-Spangled Banner\" prior to Super Bowl XXII in San Diego, California in January 1988. It was the last non-vocal rendition of the national anthem at the Super Bowl to date. \nHe continues to be a guest artist for artists including Gato Barbieri, Rita Coolidge, Jim Brickman, Brian Culbertson, and David Lanz, and in 1985, Alpert performed the trumpet solo on the song \"Rat In Mi Kitchen\" from the album of the same name by English reggae band and A&M recording artists UB40. Apart from the reissues, the Christmas Album continues to be available every year during the holiday season. On Sérgio Mendes' 2008 album Encanto, Alpert performed trumpet solos backing lead vocals by his wife on the song \"Dreamer\". It marked the first time Alpert, Mendes, and Hall had performed together on the same song. Most recently, Alpert and his wife (Lani Hall) signed with Concord Records and released a new (live) album in the summer of 2009, Anything Goes, which was Alpert's first release of new material since 1999's Herb Alpert and Colors. A new studio album by Alpert and Hall, I Feel You, was released in February 2011. Both albums feature tight jazz renditions of pop classics along with a handful of original compositions. In 2013, he released a new album, Steppin' Out, which won a Grammy for Best Pop Instrumental Album. \n\nA&M Records and Almo Sounds:\nFrom 1962 through 1992 Alpert signed artists to A&M Records and produced records. He discovered the West Coast band We Five. Among the notable artists he worked with personally are Chris Montez, The Carpenters, Sérgio Mendes and Brasil '66, Bill Medley, Lani Hall (Alpert's second and current wife), Liza Minnelli and Janet Jackson (featured vocalist on his 1987 hit single \"Diamonds\"). These working relationships allowed Alpert to place singles in the Top 10 in three different decades (1960s, 1970s, and 1980s). \nAlpert and A&M Records partner Jerry Moss both agreed in 1987 to sell A&M to PolyGram Records for a reported $500 million. Both would continue to manage the label until 1993, when they left because of frustrations with PolyGram's constant pressure to force the label to fit into its corporate culture. Alpert and Moss then expanded their Almo Sounds music publishing company to produce records as well, primarily as a vehicle for Alpert's music. Almo Sounds imitates the former company culture embraced by Alpert and Moss when they first started A&M. \nIn 2000, Alpert acquired the rights to his music from Universal Music (current owners of A&M Records) in a legal settlement and began remastering his albums for compact disc reissue. In 2005, Shout! Factory began distributing digitally remastered versions of Alpert's A&M output. The reissues included all of the pre-1969 albums, 1979's Rise, and also included a new album, Lost Treasures, consisting of unreleased material from Alpert's Tijuana Brass years. In the spring of 2006, a remixed version of the Whipped Cream album, entitled Whipped Cream and Other Delights: Re-Whipped was released and climbed to No. 5 on the Billboard Contemporary Jazz chart. \nIn 2012, Shout! Factory re-released 1982's Fandango on CD. In 2013, Alpert launched a new official website, HerbAlpertPresents.com, where he has finally made his entire catalog available, as well as material from his wife Lani Hall. \n\nVisual arts:\nAlpert has a second career as an abstract expressionist painter and sculptor with group and solo exhibitions around the United States and Europe. The sculpture exhibition \"Herb Alpert: Black Totems\", on display at ACE Gallery, Beverly Hills, February through September 2010, brought media attention to his visual work. His 2013 exhibition in exhibition Santa Monica, California included both abstract paintings and large totemlike sculptures. \n\nAwards and honors:\nAlpert and Moss received a Grammy Trustees Award in 1997 for their lifetime achievements in the recording industry as executives and the Grammy Lifetime Achievement Award in 2007. \n\nFor his contribution to the recording industry, Alpert has a star on the Hollywood Walk of Fame at 6929 Hollywood Blvd. Moss also has a star on the Walk of Fame. Alpert and Moss were also inducted into the Rock and Roll Hall of Fame on March 13, 2006 as non-performer lifetime achievers for their work at A&M. \nAlpert has worked as a Broadway theatre producer, with his production of Tony Kushner's Angels in America winning a Tony Award. \nAlpert was awarded one of the 2012 National Medal of Arts awards by President and Mrs. Obama on Wednesday, July 10, 2013, in the White House's East Room. \nAlpert won a Grammy Award on January 26, 2014 for Best Pop Instrumental Album for his work on Steppin' Out. \n\nCharitable activities:\n\nIn the 1980s Alpert created The Herb Alpert Foundation and the Alpert Awards in the Arts with The California Institute of the Arts (CalArts). The Foundation supports youth and arts education as well as environmental issues and helps fund the PBS series Bill Moyers on Faith and Reason and later Moyers & Company. Alpert and his wife donated $30 million to University of California, Los Angeles in 2007 to form and endow the UCLA Herb Alpert School of Music as part of the restructured UCLA School of the Arts and Architecture. He gave $24 million, which included $15 million from April 2008, to CalArts for its music curricula, and provided funding for the culture jamming activists The Yes Men. \n\nPersonal life:\nSince 1974, Alpert has been married to recording artist Lani Hall, who is best known as one of the singers of the Sérgio Mendes band Brasil '66. They have one daughter, actress Aria Alpert. \nHe was previously married to Sharon Mae Lubin from 1956 to 1971, but they divorced. They had two children together: daughter Eden and son Dore. \n\nCultural references and media attention:\nAlpert was referenced in the second show of the third season of Get Smart where one of the code signals between Maxwell Smart and his contact was \"Herb Alpert takes trumpet lessons from Guy Lombardo.\" Also, a fifth-season episode parodied the entire group as Max and 99 sought to unmask \"Herb Talbot and His Tijuana Tin\" as KAOS spies. \nThe phenomenal popularity of the Tijuana Brass in the 1960s spawned countless imitation groups on cheaply-produced drugstore records, such as the Mexicali Brass, Mariachi Brass, Guadalajara Brass, Bullfight Brass, Pert Lapert and his Iguana Brass, etc. and several comic parodies as well, including the Frivolous Five's \"Sour Cream and Other Delights\", Bob Booker and George Foster's production \"Al Tijuana's Jewish Brass\", and David Seville and the Chipmunks' \"Sorry About That, Herb!\" \nIn the music video for Jeff Beck's 1985 single \"Ambitious,\" directed by Jim Yukich, which depicts an array of real-life celebrities and lookalikes auditioning to perform with Beck, Alpert appears at the very end, rushing to the casting director's table and asking, \"Am I too late?\" \nOn 17 September 2010 the TV documentary \"Legends: Herb Alpert - Tijuana Brass and Other Delights\" premiered on BBC 4. \n\nHit singles:\nThis section needs to be expanded with Canadian chart peaks\nHit singles of Herb Alpert\nYear\nSingle\nB-side\nChart positions\n\nU.S., \nAC\nU.S., \nR&B\n\n1962 \n\"The Lonely Bull\" \n\"Acapulco 1922\" \n6 \n\n22 \n1 \n 1963 \n\"Marching Thru Madrid\" \n\n96 \n\n42 \n \"Struttin' with Maria\" \n\n102 \n\n\"America\" \n\n25 \n 1964 \n\"Mexican Drummer Man\" \n\"The Great Manolete (La Virgen de la Macarena)\" \n77 \n19 \n\n\"The Mexican Shuffle\" \n\"Numero Cinco\" \n85 \n19 \n\n36 \n 1965 \n\"Whipped Cream\" \n\"Las Mananitas\" \n68 \n13 \n\n99 \n \"Mae\" \n\"El Garbanzo\" \n116 \n26 \n\n\"Peanuts\" \n\"El Garbanzo\" \n\n81 \n \"A Taste of Honey\" \n\n7 \n1 \n\n79 \n \"3rd Man Theme\" \n\n47 \n7 \n\n90 \n \"Zorba the Greek\" \n\n11 \n2 \n\n32 \n \"Tijuana Taxi\" \n\n38 \n9 \n\n37 \n32 \n 1966 \n\"What Now My Love\" \n\n24 \n2 \n\n28 \n \"Spanish Flea\" \n\n27 \n4 \n\n3 \n28 \n \"The Work Song\" \n\"Plucky\" \n18 \n2 \n\n25 \n \"Flamingo\" \n\"So What's New?\" \n28 \n5 \n\n30 \n \"Mame\" \n\"Our Day Will Come\" \n19 \n2 \n\n51 \n 1967 \n\"Wade in the Water\" \n\"Mexican Road Race\" \n37 \n5 \n\n\"Casino Royale\" \n\"The Wall Street Rag\" \n27 \n1 \n\n27 \n14 \n \"The Happening\" \n\"Town Without Pity\" \n32 \n4 \n\n51 \n \"A Banda (Ah-Bahnda)\" \n\"Miss Frenchy Brown\" \n35 \n1 \n\n33 \n 1968 \n\"Carmen\" \n\"Love So Fine\" \n51 \n3 \n\n40 \n \"Cabaret\" \n\n72 \n13 \n\n99 \n \"Slick\" \n\n119 \n36 \n\n\"This Guy's in Love with You\" \n\"A Quiet Tear (Lagrima Quieta)\" \n1 \n1 \n\n3 \n1 \n \"To Wait for Love\" \n\"Bud\" \n51 \n2 \n\n44 \n \"My Favorite Things\" \n\"The Christmas Song\" \n45 \n7 \n\n1969 \n\"Zazueira\" \n\"Treasure of San Miguel\" \n78 \n9 \n\n79 \n \"Without Her\" \n\"Sandbox\" \n63 \n5 \n\n36 \n75 \n \"Ob La Di Ob La Da\" \n\"Girl Talk\" \n118 \n\n\"You Are My Life\" \n\"Good Morning, Mr. Sunshine\" \n109 \n34 \n\n1970 \n\"The Maltese Melody\" \n\"Country Lake\" \n108 \n14 \n\n\"Jerusalem\" \n\"Strike Up the Band\" \n74 \n6 \n\n42 \n\n1971 \n\"Summertime\" \n\"Hurt So Bad\" \n114 \n28 \n\n1973 \n\"Last Tango in Paris\" \n\"Fire and Rain\" \n77 \n22 \n\n1974 \n\"Fox Hunt\" \n\"I Can't Go on Living, Baby, Without You\" \n84 \n14 \n\n\"Save the Sunlight\" \n\"Your Smile, the Song Begins\" \n\n13 \n\n1975 \n\"Coney Island\" \n\"Ratatouille\" \n\n19 \n\n\"El Bimbo\" \n\"Catfish\" \n\n28 \n\n1978 \n\"Skokiaan\" (with Hugh Masekela) \n\"African Summer\" \n\n87 \n\n1979 \n\"Rise\" \n\"Aranjuez\" \n1 \n1 \n4 \n13 \n19 \n \"Rotation\" \n\"Angelina\" \n30 \n23 \n20 \n46 \n\n1980 \n\"Street Life\" \n\"1980\" \n104 \n41 \n65 \n\n\"Beyond\" \n\"Keep It Going\" \n50 \n39 \n44 \n\n\"Kamali\" \n\"Interlude (For Erica)\" \n\n64 \n\n1981 \n\"Come What May\" (with Lani Hall) \n\"We Could Be Flying\" \n\n43 \n\n\"Magic Man\" \n\"Fantasy Island\" \n79 \n22 \n37 \n\n\"Manhattan Melody\" \n\"You Smile, the Song Begins\" \n\n74 \n\n1982 \n\"Route 101\" \n\"Angel\" \n37 \n4 \n\n\"Fandango\" \n\"Coco Loco\" \n\n26 \n\n1983 \n\"Garden Party\" \n\"Oriental Eyes\" \n81 \n14 \n77 \n\n\"Red Hot\" \n\"Sundown\" \n77 \n\n1984 \n\"Come What May\" (with Lani Hall) (re-issue) \n\n32 \n\n\"Bullish\" \n\"Oriental Eyes\" \n90 \n22 \n52 \n\n1985 \n\"8 Ball\" \n\"Lady Love\" \n\n73 \n\n1987 \n\"Keep Your Eye on Me\" \n\"Our Song\" \n46 \n\n3 \n19 \n\n\"Diamonds\" (with Janet Jackson and Lisa Keith) \n\"African Flame\" \n5 \n\n1 \n27 \n47 \n \"Making Love in the Rain\" (with Lisa Keith and Janet Jackson) \n\"Rocket to the Moon\" \n35 \n21 \n7 \n\n1989 \n\"3 O'Clock Jump\" \n\"Kalimba\" \n\n59 \n\n1991 \n\"North on South St.\" \n\n40",
      "strGender": null,
      "intMembers": null,
      "strCountry": null,
      "strCountryCode": "",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/alpert-herb-506092b418f55.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/alpert-herb-51be5b58bd36f.png",
      "strArtistClearart": null,
      "strArtistWideThumb": null,
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/alpert-herb-506092a80e329.jpg",
      "strArtistFanart2": "",
      "strArtistFanart3": "",
      "strArtistBanner": "",
      "strMusicBrainzID": "db76f244-049f-440e-be53-cc5f3c0cdfb6",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111352",
      "strArtist": "Taylor Swift",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "2006",
      "intBornYear": "1989",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Pop",
      "strMood": "Energetic",
      "strWebsite": "taylorswift.com",
      "strFacebook": "www.facebook.com/TaylorSwift",
      "strTwitter": "twitter.com/taylorswift13",
      "strBiographyEN": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter and occasional actress. Raised in Wyomissing, Pennsylvania, Swift moved to Nashville, Tennessee at the age of fourteen to pursue a career in country music. She signed to the independent label Big Machine Records and became the youngest songwriter ever hired by the Sony/ATV Music publishing house. The release of Swift's eponymous debut album in 2006 established her as a country music star. \"Our Song\", her third single, made her the youngest sole writer and singer of a number one song on the country chart. She received a Best New Artist nomination at the 50th Grammy Awards.\n\nSwift's second album, Fearless, was released in late 2008. Buoyed by the chart success of the singles \"Love Story\" and \"You Belong with Me\", Fearless attracted a crossover audience and became the top-selling album of 2009. The record won four Grammy Awards, with Swift becoming the youngest ever Album of the Year winner. Fearless also received Album of the Year plaudits at the American Music Awards, Academy of Country Music Awards and Country Music Association Awards, making it the most awarded album in country music history. In 2010, Swift released her third album, Speak Now, which sold over one million copies in its first week. She then embarked on the 111-date Speak Now World Tour, which was attended by over 1.6 million fans. The album's third single, \"Mean\", won two Grammy Awards for Best Country Song and Best Country Solo Performance. Swift is currently recording her fourth studio album, due for release in the fall of 2012.\n\nThe New York Times considers Swift to be \"one of pop’s finest songwriters\" while Rolling Stone describes her as one of the best songwriters in contemporary \"pop, rock or country\". Her work has earned her numerous awards and accolades, including six Grammy Awards, ten American Music Awards, seven Country Music Association Awards, six Academy of Country Music Awards and 13 BMI Awards. She has sold over 22 million albums and 50 million song downloads worldwide. In addition to her music career, Swift has appeared as an actress in the crime drama CSI: Crime Scene Investigation (2009), the romantic comedy Valentine's Day (2010) and the animated film The Lorax (2012). As a philanthropist, Swift has supported arts education, children's literacy and natural disaster relief funds.",
      "strGender": "Female",
      "intMembers": "1",
      "strCountry": "Pennsylvania, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wtxxru1527589862.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/wystxt1530473859.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/quqxxr1510849020.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/sqqqxt1516289760.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/vrpvyw1431002283.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/rvxwrr1497453228.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/xtqpxr1497453280.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/qpuprv1497453327.jpg",
      "strMusicBrainzID": "20244d07-534f-4eff-b4d4-930878889970",
      "strLastFMChart": "http://www.last.fm/music/Taylor Swift/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111276",
      "strArtist": "Chicago",
      "strArtistStripped": null,
      "strArtistAlternate": "The Big Thing",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1967",
      "intBornYear": null,
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Rock",
      "strMood": "Political",
      "strWebsite": "www.chicagotheband.com",
      "strFacebook": "www.facebook.com/Chicago.Official",
      "strTwitter": "twitter.com/Chicago",
      "strBiographyEN": "Chicago is an American rock band formed in 1967 in Chicago, Illinois. The self-described \"rock and roll band with horns\" began as a politically charged, sometimes experimental, rock band and later moved to a predominantly softer sound, generating several hit ballads. They had a steady stream of hits throughout the 1970s and 1980s. Second only to The Beach Boys in Billboard singles and albums chart success among American bands, Chicago is one of the longest-running and most successful rock groups in history.\n\nAccording to Billboard, Chicago was the leading US singles charting group during the 1970s. They have sold over 38 million units in the US, with 22 gold, 18 platinum, and 8 multi-platinum albums. Over the course of their career they have had five number-one albums and 21 top-ten singles.\nThe original band membership consisted of saxophonist Walter Parazaider, guitarist Terry Kath, drummer Danny Seraphine, trombonist James Pankow, trumpet player Lee Loughnane, and keyboardist/singer Robert Lamm. Parazaider, Kath, Seraphine, Pankow and Loughnane met in 1967 while students at DePaul University. Lamm was recruited from Roosevelt University. The group of six called themselves \"The Big Thing\", and continued playing top 40 hits. Realizing the need for a tenor to complement baritone Lamm and Kath, they added local tenor and bassist Peter Cetera.\n\nJimi Hendrix once told Parazaider, \"Jeez, your horn players are like one set of lungs and your guitar player is better than me.\"\n\nWhile gaining some success as a cover band, the group began working on original songs. In June 1968, they moved to Los Angeles, California under the guidance of their manager James William Guercio, and signed with Columbia Records. After signing with Guercio, The Big Thing changed their name to \"Chicago Transit Authority\".\n\nTheir first record (April 1969), the eponymous Chicago Transit Authority, is a double album, which is rare for a band's first release. It sold over one million copies by 1970, and was awarded a platinum disc. The album included a number of pop-rock songs – \"Does Anybody Really Know What Time It Is?\", \"Beginnings\", \"Questions 67 and 68\", and \"I'm a Man\" – which were later released as singles.\n\nWhen the actual Chicago Transit Authority threatened legal action soon after the album's release, the band's name was shortened to Chicago.",
      "strGender": "Male",
      "intMembers": "9",
      "strCountry": "Chicago, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vvxprp1413401916.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/chicago-4f4b8acccae16.png",
      "strArtistClearart": null,
      "strArtistWideThumb": null,
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/chicago-4dfe789033ce7.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/xprxrr1359068335.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/ytwpws1359068378.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/ytrwxx1348227197.jpg",
      "strMusicBrainzID": "3f5be744-e867-42fb-8913-5fd69e4099b5",
      "strLastFMChart": "http://www.last.fm/music/Chicago/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },
    {
      "idArtist": "112424",
      "strArtist": "Michael Jackson",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": "Epic",
      "idLabel": "43851",
      "intFormedYear": "1964",
      "intBornYear": "1958",
      "intDiedYear": "2009",
      "strDisbanded": "Yes",
      "strStyle": "Rock/Pop",
      "strGenre": "Pop",
      "strMood": "Quirky",
      "strWebsite": "www.michaeljackson.com",
      "strFacebook": "www.facebook.com/michaeljackson",
      "strTwitter": "twitter.com/michaeljackson",
      "strBiographyEN": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, record producer, dancer, and actor. Called the King of Pop, his contributions to music and dance, along with his publicized personal life, made him a global figure in popular culture for over four decades.\nThe eighth child of the Jackson family, he debuted on the professional music scene along with his elder brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 in 1964, and began his solo career in 1971. In the early 1980s, Jackson became a dominant figure in popular music. The music videos for his songs, including those of \"Beat It\", \"Billie Jean\", and \"Thriller\" from his 1982 album Thriller, were credited with breaking down racial barriers and with transforming the medium into an art form and promotional tool. The popularity of these videos helped to bring the then-relatively-new television channel MTV to fame. His 1987 album Bad spawned the U.S. Billboard Hot 100 number-one singles \"I Just Can't Stop Loving You\", \"Bad\", \"The Way You Make Me Feel\", \"Man in the Mirror\", and \"Dirty Diana\", becoming the first album to have five number-one singles on the Billboard Hot 100. With videos such as \"Black or White\" and \"Scream\", he continued to innovate the medium throughout the 1990s, as well as forging a reputation as a touring solo artist. Through stage and video performances, Jackson popularized a number of complicated dance techniques, such as the robot and the moonwalk, to which he gave the name. His distinctive sound and style has influenced numerous artists of various music genres.\nThriller is the best-selling album of all time, with estimated sales of 65 million copies worldwide. His other albums, including Off the Wall (1979), Bad (1987), Dangerous (1991), and HIStory (1995), also rank among the world's best-selling albums. Jackson is one of the few artists to have been inducted into the Rock and Roll Hall of Fame twice. He was also inducted into the Songwriters Hall of Fame and the Dance Hall of Fame as the first and only dancer from pop and rock music. His other achievements include multiple Guinness World Records, 13 Grammy Awards, the Grammy Legend Award, the Grammy Lifetime Achievement Award, 26 American Music Awards—more than any other artist—including the \"Artist of the Century\" and \"Artist of the 1980s\", 13 number-one singles in the United States during his solo career,—more than any other male artist in the Hot 100 era—and estimated sales of over 400 million records worldwide. Jackson has won hundreds of awards, making him the most awarded recording artist in the history of popular music. He became the first artist in history to have a top ten single in the Billboard Hot 100 in five different decades when \"Love Never Felt So Good\" reached number nine on May 21, 2014. Jackson traveled the world attending events honoring his humanitarianism, and, in 2000, the Guinness World Records recognized him for supporting 39 charities, more than any other entertainer.\nAspects of Michael Jackson's personal life, including his changing appearance, personal relationships, and behavior, generated controversy. In the mid-1990s, he was accused of child sexual abuse, but the civil case was settled out of court for an undisclosed amount and no formal charges were brought. In 2005, he was tried and acquitted of further child sexual abuse allegations and several other charges after the jury found him not guilty on all counts. While preparing for his comeback concert series titled This Is It, Jackson died of acute propofol and benzodiazepine intoxication on June 25, 2009, after suffering from cardiac arrest. The Los Angeles County Coroner ruled his death a homicide, and his personal physician, Conrad Murray, was convicted of involuntary manslaughter. Jackson's death triggered a global outpouring of grief, and a live broadcast of his public memorial service was viewed around the world. Forbes currently ranks Jackson as the top-earning dead celebrity, a title held for a sixth consecutive year, with $115 million in earnings.",
      "strGender": "Male",
      "intMembers": "1",
      "strCountry": "Indiana, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/vyytqt1353880455.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/ruvuxr1471431869.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/urxtyt1511279796.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/ruwuwq1526235924.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/xsxspx1353880522.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/yrxpsy1353880535.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/rurqvp1353880319.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/qqxrpy1353880391.jpg",
      "strMusicBrainzID": "f27ec8db-af05-4f36-916e-3d57f91ecf5e",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111257",
      "strArtist": "Led Zeppelin",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1968",
      "intBornYear": null,
      "intDiedYear": "2007",
      "strDisbanded": "Yes",
      "strStyle": "Rock/Pop",
      "strGenre": "Rock",
      "strMood": "Hypnotic",
      "strWebsite": "www.ledzeppelin.com",
      "strFacebook": "www.facebook.com/ledzeppelin",
      "strTwitter": "twitter.com/ledzeppelin",
      "strBiographyEN": "Led Zeppelin were an English rock band, active in the late 1960s and throughout the 1970s. Formed as the New Yardbirds in 1968, the band consisted of guitarist Jimmy Page, singer Robert Plant, bassist/keyboardist John Paul Jones, and drummer John Bonham. They are widely considered to be one of the most successful, innovative and influential rock groups in the history of music.\nAfter changing their name, the band signed a favourable deal with Atlantic Records that allowed them considerable artistic freedom. Led Zeppelin disliked the releasing of tracks as singles, preferring their albums to be viewed as indivisible, whole listening experiences, helping to promote the concept of album-orientated rock. Their first two albums, with their heavy, guitar-driven blues rock sound, led to Led Zeppelin being regularly cited as one of the progenitors of heavy metal and hard rock, even though the band's individualistic style drew from varied sources and transcends any single music genre. Their next two albums incorporated wider musical influences, particularly from folk music; the fourth, untitled album, which featured the track \"Stairway to Heaven\", is among the most popular and influential works in rock music, and it cemented the status of the group as \"superstars\". Subsequent albums saw greater musical experimentation and were accompanied by record-breaking tours, which, like the group's previous tours, earned them a reputation for excess. Although they remained commercially and critically successful, in the later 1970s the band's output and touring schedule were limited by the personal difficulties and circumstances of the members. Led Zeppelin disbanded following Bonham's sudden death in 1980.",
      "strGender": "Male",
      "intMembers": "4",
      "strCountry": "London, England",
      "strCountryCode": "GB",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/syruvu1359799268.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/rrytqx1363958005.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/qpqpqv1511882777.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/xtqtqr1526985238.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/xquswt1359799364.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/twsrvp1363867063.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/qqwtqs1363867079.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/vswqwv1363959055.jpg",
      "strMusicBrainzID": "678d88b2-87b0-403b-b63d-5da7465aecc3",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111277",
      "strArtist": "Bruce Springsteen",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1969",
      "intBornYear": "1949",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Rock",
      "strMood": "Enlightened",
      "strWebsite": "brucespringsteen.net",
      "strFacebook": "www.facebook.com/brucespringsteen",
      "strTwitter": "twitter.com/#!/springsteen",
      "strBiographyEN": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American musician, singer, songwriter and humanitarian. He is best known for his work with his E Street Band. Nicknamed \"The Boss,\" Springsteen is widely known for his brand of poetic lyrics, Americana, working class and sometimes political sentiments centered on his native New Jersey, his distinctive voice and his lengthy and energetic stage performances, with concerts from the 1970s to the present decade running over three hours in length.\nSpringsteen's recordings have included both commercially accessible rock albums and more somber folk-oriented works. His most successful studio albums, Born to Run (1975) and Born in the U.S.A. (1984), showcase a talent for finding grandeur in the struggles of daily American life; he has sold more than 64 million albums in the United States and more than 120 million records worldwide, making him one of the world's best-selling artists of all time. He has earned numerous awards for his work, including 20 Grammy Awards, two Golden Globes and an Academy Award as well as being inducted into both the Songwriters Hall of Fame and the Rock and Roll Hall of Fame in 1999.",
      "strGender": "Male",
      "intMembers": "1",
      "strCountry": "New Jersey, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/yqywtt1354441110.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/xyuysr1354441079.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/wvppxv1518700683.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/tsyuuy1518701079.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/vvurwt1347284091.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/qurryt1347284100.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/vspury1347284107.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/rvpxyt1347283886.jpg",
      "strMusicBrainzID": "70248960-cb53-4ea4-943a-edb18f7d336f",
      "strLastFMChart": "http://www.last.fm/music/Bruce Springsteen/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111281",
      "strArtist": "Rod Stewart",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1969",
      "intBornYear": "1945",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Pop",
      "strMood": "Good Natured",
      "strWebsite": "www.rodstewart.com",
      "strFacebook": "www.facebook.com/rodstewart",
      "strTwitter": "twitter.com/#!/rodstewart",
      "strBiographyEN": "Roderick David \"Rod\" Stewart, CBE (born 10 January 1945) is a British singer-songwriter, born and raised in North London, England, and currently residing in Epping. He is of Scottish and English ancestry.\n\nWith his distinctive raspy singing voice, Stewart came to prominence in the late 1960s and early 1970s with The Jeff Beck Group and then Faces. He launched his solo career in 1969 with his debut album An Old Raincoat Won't Ever Let You Down (US: The Rod Stewart Album). His work with The Jeff Beck Group and Faces influenced heavy metal genres.\n\nWith his career in its fifth decade, Stewart has sold over 100 million records worldwide, making him one of the best selling artists of all time. In the UK, he has had six consecutive number one albums, and his tally of 62 hit singles include 31 that reached the top 10, six of which gained the number one position. He has had 16 top ten singles in the U.S, with four of these reaching number one on the Billboard Hot 100. In 2008, Billboard magazine ranked him the 17th most successful artist on the \"The Billboard Hot 100 Top All-Time Artists\". He was voted at #33 in Q Magazine's list of the top 100 Greatest Singers of all time, and #59 on Rolling Stone 100 Greatest Singers of all time. As a solo artist, Stewart was inducted into the Rock and Roll Hall of Fame in 1994, and was inducted a second time, as a member of Faces, in April 2012.",
      "strGender": "Male",
      "intMembers": "1",
      "strCountry": "London, England",
      "strCountryCode": "GB",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/tqpytp1364935221.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/supyuu1364935213.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/vypprp1522771723.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/yutypq1539890582.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/stewart-rod-4fb648483e7c6.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/rxspuy1383042269.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/rxxrwx1383042279.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/xsqwyy1387468988.jpg",
      "strMusicBrainzID": "a35237a0-4f47-40a6-b6f3-1e786db23402",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111304",
      "strArtist": "Eminem",
      "strArtistStripped": null,
      "strArtistAlternate": "Marshall Bruce Mathers III",
      "strLabel": "Aftermath Music",
      "idLabel": "42936",
      "intFormedYear": "1996",
      "intBornYear": "1972",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Urban/R&B",
      "strGenre": "Hip-Hop",
      "strMood": "Angry",
      "strWebsite": "www.eminem.com",
      "strFacebook": "www.facebook.com/eminem",
      "strTwitter": "twitter.com/#!/Eminem",
      "strBiographyEN": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem, is an American rapper, songwriter, record producer, and actor from Detroit, Michigan. In addition to his solo career, he is a member of D12 and (with Royce da 5'9\") half of the hip-hop duo Bad Meets Evil. Eminem is the best-selling artist of the 2000s in the United States. Rolling Stone ranked him 83rd on its list of 100 Greatest Artists of All Time, calling him the King of Hip Hop. Including his work with D12 and Bad Meets Evil, Eminem has had ten number-one albums on the Billboard 200. He has sold more than 172 million albums, making him one of the world's best-selling artists. As of June 2014, Eminem is the second-bestselling male artist of the Nielsen SoundScan era, the sixth-bestselling artist in the United States and the bestselling hip-hop artist, with sales of 45.1 million albums and 42 million tracks (including 31 million digital single certifications).\nAfter his debut album Infinite (1996), Eminem achieved mainstream popularity in 1999 with his The Slim Shady LP, which earned him his first Grammy Award for Best Rap Album. His next two releases, 2000's The Marshall Mathers LP and 2002's The Eminem Show, were worldwide successes, with each being certified diamond in US sales and both winning Best Rap Album Grammy Awards—making Eminem the first artist to win the award for three consecutive LPs. They were followed by Encore in 2004, another critical and commercial success. Eminem went on hiatus after touring in 2005, releasing Relapse in 2009 and Recovery in 2010. Both won Grammy Awards and Recovery was the best-selling album of 2010 worldwide—the second time he had the international best-selling album of the year (after The Eminem Show). Eminem's eighth album, 2013's The Marshall Mathers LP 2, won two Grammy Awards, including Best Rap Album; it expanded his record for the most wins in that category and his Grammy total to 15.\nEminem has developed other ventures, including Shady Records with manager Paul Rosenberg. He has his own channel, Shade 45, on Sirius XM Radio. In November 2002, Eminem starred in the hip hop film 8 Mile. He won the Academy Award for Best Original Song for \"Lose Yourself\", the first rap artist to win the award. Eminem has made cameo appearances in the films The Wash (2001), Funny People (2009), The Interview (2014) and the television series Entourage.",
      "strGender": "Male",
      "intMembers": "1",
      "strCountry": "Detroit, Michigan, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qrwwvw1341333801.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/qyxvxt1538334219.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/xyrwws1511427472.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/uwvpqp1516289595.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/tyyxwt1355492538.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/twyppp1342261462.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/uspurv1342261484.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/xsptus1355492658.jpg",
      "strMusicBrainzID": "b95ce3ff-3d05-4e87-9e01-c97b66af13d4",
      "strLastFMChart": "http://www.last.fm/music/Eminem/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },
    {
      "idArtist": "112696",
      "strArtist": "Whitney Houston",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1985",
      "intBornYear": "1963",
      "intDiedYear": "2012",
      "strDisbanded": "Yes",
      "strStyle": "Urban/R&B",
      "strGenre": "Soul",
      "strMood": "In Love",
      "strWebsite": "www.whitneyhouston.com/us/home",
      "strFacebook": "www.facebook.com/WhitneyHouston",
      "strTwitter": "twitter.com/RealWhitney",
      "strBiographyEN": "Whitney Elizabeth Houston (August 9, 1963 - February 11, 2012) was an American recording artist, actress, producer, and model. In 2009, the Guinness World Records cited her as the most-awarded female act of all-time. Houston was one of the world's best-selling music artists, having sold over 170 million albums, singles and videos worldwide. She released six studio albums, one holiday album and three movie soundtrack albums, all of which have diamond, multi-platinum, platinum or gold certification. Houston's crossover appeal on the popular music charts, as well as her prominence on MTV, starting with her video for \"How Will I Know\", influenced several African American female artists to follow in her footsteps.\nHouston is the only artist to chart seven consecutive No. 1 Billboard Hot 100 hits. She is the second artist behind Elton John and the only female artist to have two number-one Billboard 200 Album awards (formerly \"Top Pop Album\") on the Billboard magazine year-end charts. Houston's 1985 debut album Whitney Houston became the best-selling debut album by a female act at the time of its release. The album was named Rolling Stone's best album of 1986, and was ranked at number 254 on Rolling Stone's list of the 500 Greatest Albums of All Time. Her second studio album Whitney (1987) became the first album by a female artist to debut at number one on the Billboard 200 albums chart.\nHouston's first acting role was as the star of the feature film The Bodyguard (1992). The film's original soundtrack won the 1994 Grammy Award for Album of the Year. Its lead single \"I Will Always Love You\", became the best-selling single by a female artist in music history. With the album, Houston became the first act (solo or group, male or female) to sell more than a million copies of an album within a single week period under Nielsen SoundScan system. The album makes her the top female act in the top 10 list of the best-selling albums of all time, at number four. Houston continued to star in movies and contribute to their soundtracks, including the films Waiting to Exhale (1995) and The Preacher's Wife (1996). The Preacher's Wife soundtrack became the best-selling gospel album in history.\nWhitney Houston was born in what was then a middle-income neighborhood in Newark, New Jersey, the second child of Army serviceman and entertainment executive John Russell Houston, Jr. (September 13, 1920 - February 2, 2003), and gospel singer Cissy Houston (née Emily Drinkard). She was of African American, Native American and Dutch descent. Her mother, along with cousins Dionne Warwick and Dee Dee Warwick, godmother Darlene Love and honorary aunt Aretha Franklin were all notable figures in the gospel, rhythm and blues, pop, and soul genres. She met her honorary aunt at age 8, or 9, when her mother took her to a recording studio. Houston was raised a Baptist, but was also exposed to the Pentecostal church. After the 1967 Newark riots, the family moved to a middle-class area in East Orange, New Jersey, when she was four.\nAt the age of 11, Houston started performing as a soloist in the junior gospel choir at the New Hope Baptist Church in Newark, where she also learned to play the piano. Her first solo performance in the church was \"Guide Me, O Thou Great Jehovah\". When Houston was a teenager, she attended Mount Saint Dominic Academy, a Catholic girls' high school in Caldwell, New Jersey, where she met her best friend Robyn Crawford, whom she described as the \"sister she never had\". While Houston was still in school, her mother continued to teach her how to sing. Houston was also exposed to the music of Chaka Khan, Gladys Knight, and Roberta Flack, most of whom would have an influence on her as a singer and performer.",
      "strGender": "Female",
      "intMembers": "1",
      "strCountry": "Newark, New Jersey",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qpxuqt1345562631.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/sqysyv1354441380.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/wvryyw1519740441.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/syvyxw1519740425.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/srxyuu1354441633.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/tvprqt1354441646.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/wvpsvp1354441661.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/wxyttw1354441506.jpg",
      "strMusicBrainzID": "0307edfc-437c-4b48-8700-80680e66a228",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "119230",
      "strArtist": "Billy Joel",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1964",
      "intBornYear": "1949",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Pop",
      "strMood": "Happy",
      "strWebsite": "www.billyjoel.com",
      "strFacebook": "",
      "strTwitter": "",
      "strBiographyEN": "William Martin \"Billy\" Joel (born May 9, 1949, New York, USA) is an American pianist, singer-songwriter, and composer. Since releasing his first hit song, \"Piano Man\", in 1973, Joel has become the sixth-best-selling recording artist and the third-best-selling solo artist in the United States, according to the RIAA. His compilation album Greatest Hits Vol. 1 & 2 is the third-best-selling album in the United States by discs shipped.\nJoel had Top 40 hits in the 1970s, 1980s, and 1990s, achieving 33 Top 40 hits in the United States, all of which he wrote himself. He is also a six-time Grammy Award winner, a 23-time Grammy nominee and one of the world's best-selling artists of all time, having sold over 150 million records worldwide. He was inducted into the Songwriter's Hall of Fame (1992), the Rock and Roll Hall of Fame (1999), and the Long Island Music Hall of Fame (2006). In 2008, Billboard magazine released a list of the Hot 100 All-Time Top Artists to celebrate the US singles chart's 50th anniversary, with Billy Joel positioned at No. 23. With the exception of the 2007 songs \"All My Life\" and \"Christmas in Fallujah\", Joel stopped writing and recording popular music after 1993's River of Dreams, but he continued to tour extensively until 2010. Joel was born in the Bronx, May 9, 1949 and raised in Hicksville, New York in a Levitt home. His father, Howard (born Helmuth), was born in Germany, the son of German merchant and manufacturer Karl Amson Joel, who, after the advent of the Nazi regime, emigrated to Switzerland and later to the United States. Billy Joel's mother, Rosalind Nyman, was born in England to Philip and Rebecca Nyman. Both of Joel's parents were Jewish. They divorced in 1960, and his father moved to Vienna, Austria. Billy has a sister, Judith Joel, and a half-brother, Alexander Joel, who is an acclaimed classical conductor in Europe and currently chief musical director of the Staatstheater Braunschweig.\nJoel's father was an accomplished classical pianist. Billy reluctantly began piano lessons at an early age, at his mother's insistence; his teachers included the noted American pianist Morton Estrin and musician/songwriter Timothy Ford. His interest in music, rather than sports, was a source of teasing and bullying in his early years. (He has said in interviews that his piano instructor also taught ballet. Her name was Frances Neiman, and she was a Juilliard trained musician. She gave both classical piano and ballet lessons in the studio attached to the rear of her house, leading neighborhood bullies to mistakenly assume that he was learning to dance.) As a teenager, Joel took up boxing so that he would be able to defend himself. He boxed successfully on the amateur Golden Gloves circuit for a short time, winning twenty-two bouts, but abandoned the sport shortly after breaking his nose in his twenty-fourth boxing match.\nJoel attended Hicksville High School in 1967, but he did not graduate with his class. He had been helping his single mother make ends meet by playing at a piano bar, which interfered with his school attendance. At the end of his senior year, Joel did not have enough credits to graduate. Rather than attend summer school to earn his diploma, however, Joel decided to immediately begin a career in music. Joel recounted, \"I told them, 'To hell with it. If I'm not going to Columbia University, I'm going to Columbia Records, and you don't need a high school diploma over there'.\" Columbia did, in fact, become the label that eventually signed him. In 1992, he submitted essays to the school board and was awarded his diploma at Hicksville High's annual graduation ceremony, 25 years after he had left.",
      "strGender": "Male",
      "intMembers": "1",
      "strCountry": "New York, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/ttsxwr1425765041.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/tvqpys1367246337.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/yqpsuq1523892204.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/tywpqx1530815867.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/uwqtup1521206367.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/vtstys1367246348.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/syysww1367246354.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/yrxupv1385482876.jpg",
      "strMusicBrainzID": "64b94289-9474-4d43-8c93-918ccc1920d1",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111255",
      "strArtist": "Madonna",
      "strArtistStripped": null,
      "strArtistAlternate": "Madonna Louise Veronica Ciccone",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1983",
      "intBornYear": "1958",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Pop",
      "strMood": "Happy",
      "strWebsite": "www.madonna.com",
      "strFacebook": "www.facebook.com/madonna",
      "strTwitter": "twitter.com/MadonnaMDNAday",
      "strBiographyEN": "Madonna (born Madonna Louise Ciccone; August 16, 1958) is an American singer, songwriter, actress, dancer and entrepreneur. She has sold more than 300 million records worldwide and is recognized as the world's top-selling female recording artist of all time by Guinness World Records. Considered to be one of the \"25 Most Powerful Women of the Past Century\" by Time for being an influential figure in contemporary music, she is known for continuously reinventing both her music and image, and for retaining a standard of autonomy within the recording industry. Critics have praised her diverse musical productions which have also served as a lightning rod for controversy.\nBorn in Bay City, Michigan, Madonna moved to New York City in 1977 to pursue a career in modern dance. After performing in the music groups Breakfast Club and Emmy, she released her debut album in 1983. She followed it with a series of albums that attained immense popularity by pushing the boundaries of lyrical content in mainstream popular music and imagery in her music videos, which became a fixture on MTV. Throughout her career, many of her songs have hit number one on the record charts, including \"Like a Virgin\", \"Papa Don't Preach\", \"Like a Prayer\", \"Vogue\", \"Frozen\", \"Music\", \"Hung Up\", and \"4 Minutes\".\nAlthough she received generally positive reviews for her role in Desperately Seeking Susan (1985), her later film appearances received mixed commentary. She received critical acclaim and a Golden Globe Award for Best Actress in Motion Picture Musical or Comedy for Evita (1996), but has received harsh feedback for other performances. Her other ventures include: fashion design, writing children's books, and film directing and producing. She has been acclaimed as a businesswoman. In 1992, she founded entertainment company Maverick as a joint venture with Time Warner. In 2007, she signed an unprecedented US $120 million contract with Live Nation.\nAccording to the Recording Industry Association of America (RIAA), Madonna is the best-selling female rock artist of the 20th century and the second top-selling female artist in the United States, with 64 million certified albums. In 2008, Billboard magazine ranked her at number two, behind only The Beatles, on the Billboard Hot 100 All-Time Top Artists, making her the most successful solo artist in the history of the chart. She was also inducted into the Rock and Roll Hall of Fame in the same year. In 2012, she was crowned the \"Greatest Woman In Music\" by VH1.",
      "strGender": "Female",
      "intMembers": "1",
      "strCountry": "Michigan, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qvypwv1477043806.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/tvttwq1519741331.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/yrrvpq1512575035.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/xwytru1519740515.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/sqqrsy1477043866.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/txrrvy1477043883.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/urtuqq1477043942.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/ywssux1355142480.jpg",
      "strMusicBrainzID": "79239441-bfd5-4981-a70c-55c3f15c1287",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111310",
      "strArtist": "Santana",
      "strArtistStripped": null,
      "strArtistAlternate": "Carlos Santana",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1966",
      "intBornYear": null,
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Rock",
      "strMood": "Poignant",
      "strWebsite": "www.santana.com",
      "strFacebook": "www.facebook.com/Santana",
      "strTwitter": "twitter.com/SantanaCarlos",
      "strBiographyEN": "Santana is an American Latin rock band formed in San Francisco, California in 1967 by Mexican guitarist Carlos Santana. The band first came to widespread public attention when their performance of \"Soul Sacrifice\" at Woodstock in 1969 provided a contrast to other acts on the bill. This exposure helped propel their first album, also named Santana, into a hit, followed in the next two years by the successful Abraxas and Santana III.\nIn the years that followed lineup changes were common. Carlos Santana's increasing involvement with guru Sri Chinmoy took the band into more esoteric music, though never quite losing its initial Latin influence.\nIn 1998, the group was inducted into the Rock and Roll Hall of Fame, with Carlos Santana, Jose Chepito Areas, David Brown, Gregg Rolie, Mike Carabello and Michael Shrieve being honored.\nThe band has earned eight Grammy Awards and three Latin Grammy Awards, the latter all in 2000. Carlos also won Grammy Awards as a solo artist in 1989 and 2003. Santana has sold more than 90 million records worldwide, making them one of the world’s best-selling groups of all time. In 2013, Santana announced a reunion of the classic line-up for a new record, predicting a 2014 release. They are tied with having the most won Grammys in one night.",
      "strGender": "Male",
      "intMembers": "7",
      "strCountry": "San Francisco, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wqqrwy1363124979.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/stpwqp1363124949.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/xxsuwr1516035229.png",
      "strArtistWideThumb": null,
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/santana-4df7520857c3e.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/wvptqu1368264167.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/wyqxyq1384168976.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/rtptxw1384169082.jpg",
      "strMusicBrainzID": "9a3bf45c-347d-4630-894d-7cf3e8e0b632",
      "strLastFMChart": "http://www.last.fm/music/Santana/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111416",
      "strArtist": "Eagles",
      "strArtistStripped": null,
      "strArtistAlternate": "The Eagles",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1971",
      "intBornYear": null,
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Folk",
      "strGenre": "Rock",
      "strMood": "Relaxed",
      "strWebsite": "www.eaglesband.com",
      "strFacebook": "www.facebook.com/EaglesBand",
      "strTwitter": "twitter.com/TheEaglesBand",
      "strBiographyEN": "The Eagles are an American rock band formed in Los Angeles in 1971 by Glenn Frey, Don Henley, Bernie Leadon, and Randy Meisner. With five number-one singles, six Grammy Awards, five American Music Awards, and six number one albums, the Eagles were one of the most successful musical acts of the 1970s. At the end of the 20th century, two of their albums, Their Greatest Hits (1971–1975) and Hotel California, were ranked among the 20 best-selling albums in the United States according to the Recording Industry Association of America. Hotel California is ranked 37th in Rolling Stone's list of \"The 500 Greatest Albums of All Time\" and the band was ranked number 75 on the magazine's 2004 list of the 100 Greatest Artists of All Time.\nThe Eagles are one of the world's best-selling bands of all time, having sold more than 150 million records—100 million in the U.S. alone—including 42 million copies of Their Greatest Hits (1971–1975) and 32 million copies of Hotel California. \"Their Greatest Hits (1971–1975)\" was the best selling album of the 20th century in the U.S. They are the fifth-highest-selling music act and the highest-selling American band in U.S. history.\nThe Eagles released their self-titled debut album in 1972, which spawned three top 40 singles: \"Take It Easy\", \"Witchy Woman\", and \"Peaceful Easy Feeling\". Their next album, Desperado (1973), was less successful than the first, only reaching number 41 on the charts; neither of its singles reached the top 40. However, the album contained two of the band's most popular tracks: \"Desperado\" and \"Tequila Sunrise\". They released On the Border in 1974, adding guitarist Don Felder as its fifth member midway through the recording of the album. The album generated two top 40 singles: \"Already Gone\" and their first number one, \"Best of My Love\".\nTheir 1975 album One of These Nights included three top 10 singles: \"One of These Nights\", \"Lyin' Eyes\", and \"Take It to the Limit\", the first hitting the top of the charts. The Eagles continued that success and hit their commercial peak in late 1976 with the release of Hotel California, which would go on to sell more than 16 million copies in the U.S. alone and more than 32 million copies worldwide. The album yielded two number-one singles, \"New Kid in Town\" and \"Hotel California\". They released their last studio album for nearly 28 years in 1979 with The Long Run, which spawned three top 10 singles: \"Heartache Tonight\", \"The Long Run\", and \"I Can't Tell You Why\", the lead single being another chart-topping hit.\nThe Eagles disbanded in July 1980 but reunited in 1994 for the album Hell Freezes Over, a mix of live and new studio tracks. They have toured consistently since then and were inducted into the Rock and Roll Hall of Fame in 1998. In 2007, the Eagles released Long Road Out of Eden, their first full studio album in 28 years and their sixth number one album. The next year they launched the Long Road Out of Eden Tour in support of the album. In 2013, they began the extended History of the Eagles Tour in conjunction with the band's documentary release, History of the Eagles.",
      "strGender": "Male",
      "intMembers": "4",
      "strCountry": "Los Angeles, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wttyrt1362245227.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/upttst1522004690.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/urtvty1523293968.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/ruyypv1522004770.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/eagles-4ddf6f74a6289.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/tprxvu1386626587.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/uyvqwp1386626610.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/txsxvr1386626630.jpg",
      "strMusicBrainzID": "f46bd570-5768-462e-b84c-c7c993bbf47e",
      "strLastFMChart": "http://www.last.fm/music/Eagles/+charts?rangetype=6month",
      "strLocked": "unlocked"
    },
    {
      "idArtist": "111280",
      "strArtist": "Fleetwood Mac",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": "",
      "idLabel": null,
      "intFormedYear": "1967",
      "intBornYear": null,
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Rock",
      "strMood": "Relaxed",
      "strWebsite": "www.fleetwoodmac.com",
      "strFacebook": "",
      "strTwitter": "",
      "strBiographyEN": "Fleetwood Mac are a British-American rock band formed in 1967 in London.\nThe only original member present in the band is its eponymous drummer, Mick Fleetwood. Despite band founder Peter Green naming the group by combining the surnames of two of his former bandmates (Fleetwood, McVie) from John Mayall's Bluesbreakers, bassist John McVie played neither on their first single nor at their first concerts. The keyboardist, Christine McVie, who joined the band in 1970 while married to John McVie, appeared on all but two albums, either as a member or as a session musician. She also supplied the artwork for the album Kiln House.\nThe two most successful periods for the band were during the late 1960s British blues boom, when they were led by guitarist Peter Green and achieved a UK number one with \"Albatross\"; and from 1975 to 1987, with more pop-orientation, featuring Christine McVie, Lindsey Buckingham and Stevie Nicks. Fleetwood Mac's second album after the incorporation of Nicks and Buckingham, 1977's Rumours, produced four U.S. Top 10 singles (including Nicks' song \"Dreams\", which was the band's first and only U.S. number one) and remained at No.1 on the American albums chart for 31 weeks, as well as reaching the top spot in various countries around the world. To date the album has sold over 40 million copies worldwide, making it the eighth highest selling album of all time.\nThe band enjoyed more modest success in the intervening period between 1971 and 1974, with the line-up including Bob Welch, and also during the 1990s which saw more personnel changes before the return of Nicks and Buckingham in 1997, and more recently, the departure of Christine McVie.",
      "strGender": "Male",
      "intMembers": "4",
      "strCountry": "London, England",
      "strCountryCode": "GB",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/svtsux1447415485.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/uqstwp1365194686.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/ywxsuv1522615256.png",
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/vpusts1522615109.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/ruuwps1447415525.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/ywwwru1368263797.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/vtvqpr1413672945.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/fleetwood-mac-5313909aec63e.jpg",
      "strMusicBrainzID": "bd13909f-1c29-4c27-a874-d4aaf27c5b1a",
      "strLastFMChart": null,
      "strLocked": "unlocked"
    }
  ]
}
